Revit 2023 API
DuctFittingAndAccessoryData.AirViscosity Property
 The air viscosity of the duct fitting or duct accessory, Units: (kg/(ft·s)).
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Since: 2014
Syntax
C#
public double AirViscosity { get; }
Visual Basic
Public ReadOnly Property AirViscosity As Double
	Get
Visual C++
public:
property double AirViscosity {
	double get ();
}
See Also
DuctFittingAndAccessoryData Class
Autodesk.Revit.DB.Mechanical Namespace